Repository: 4colors/Profile
Catalog: Profile/locale/*/LC_MESSAGES/module_profile.po
Languages: de

source: Required
de: Pflichtfeld

source: Deactivate
de: Deaktivieren

source: Activate
de: Aktivieren

source: Third party (non-editable)
de: Drittanbieter (nicht bearbeitbar)

source: Third party
de: Drittanbieter

source: Edit
de: Bearbeiten

source: Up
de: Hoch

source: Down
de: Runter

source: Delete
de: Löschen

source: Dropdown list
de: Dropdown Liste

source: Calendar
de: Kalender

source: Date (extended)
de: Datum (erweitert)

source: No
de: Nein

source: Yes
de: Ja

source: Everyone
de: Jeder

source: Registered users only
de: nur registrierte Benutzer

source: Admins only
de: nur Administratoren

source: Error! The property must have an label, such as: _MYDUDLABEL.
de: Fehler! Das Attribut muss einen Namen haben, wie z.B.: _MYDUDLABEL.

source: Error! The property must have an internal name, such as: mydudfield.
de: Fehler! Das Attribut muss einen internen Namen haben, wie z.B.: mydudfield.

source: Error! This property label already exists.
de: Fehler! Dieser Attributname existiert bereits.

source: Error! This internal name already exists.
de: Fehler! Der interne Name existiert bereits.

source: Error! The property label was changed to avoid special characters or blanks.
de: Fehler! Der Attributname wurde geändert, um Sonderzeichen und Leerzeichen zu vermeiden.

source: Done! Account panel property created.
de: Erledigt! Das Benutzerattribut wurde erfolgreich angelegt.

source: No such account panel property found.
de: Es konnte kein entsprechendes Benutzerattribut gefunden werden.

source: Done! Account panel property updated.
de: Erledigt! Das Benutzerattribut wurde erfolgreich aktualisiert.

source: Done! Account panel property deleted.
de: Erledigt! Das Benutzerattribut wurde erfolgreich gelöscht.

source: Forbidden to decrease the weight of this account property.
de: Die Gewichtung dieses Attributs kann nicht verringert werden.

source: Done! Item updated.
de: Erledigt. Der Eintrag wurde aktualisiert.

source: Done! Module configuration updated.
de: Erledigt. Die Modulkonfiguration wurde aktualisiert.

source: No authorization to access this module.
de: Fehler! Keine Autorisierung für den Zugriff auf dieses Modul vorhanden.

source: Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
de: Entschuldigung! Ungültiger Authentifizierungsschlüssel ('AuthKey)': Das könnte daran liegen, dass der 'Zurück' Button im Browser benutzt wurde oder der 'AuthKey' abgelaufen ist. Bitte die Seite neu laden und es erneut versuchen.

source: Invalid %s passed.
de: Ungültige %s übermittelt.

source: Error! Update attempt failed.
de: Fehler! Das Aktualisieren ist fehlgeschlagen.

source: Profile Module
de: Benutzerprofile

source: Provides a personal account control panel for each registered user, an interface to administer the information items displayed in it, and a members list functionality. Works in close unison with the Users module.
de: Anzeige von Benutzerprofilen, Schnittstelle zu dynamischen Benutzerdaten und Anzeige der Mitgliederliste. Arbeitet eng mit dem Benutzer-Modul zusammen.

source: profile
de: profil

source: The specified module (%s) does not exists.
de: Das angegebene Modul (%s) existiert nicht.

source: An account panel property already has the label '%s'.
de: Es ist bereits ein Attribut mit der Berzeichnung '%s' vorhanden.

source: An account panel property already has the attribute name '%s'.
de: Es ist bereits ein Attribut mit dem Namen '%s' vorhanden.

source: Error! Creation attempt failed.
de: Fehler! Die Anlage ist fehlgeschlagen.

source: Error! Deletion attempt failed.
de: Fehler! Der Löschen ist fehlgeschlagen.

source: Change your Avatar
de: Avatar ändern

source: User Account Panel
de: Benutzerkonto

source: Members List
de: Mitgliederliste

source: Last %s registered users
de: Letzte %s registrierte Benutzer

source: Current members online
de: Benutzer online

source: Edit Personal Info
de: Benutzerprofil bearbeiten

source: Personal Info
de: Benutzerprofil

source: Send PM
de: Nachricht senden

source: Show contacts of %s
de: Zeige Kontakte von %s

source: Edit contact
de: Kontakt bearbeiten

source: Add as contact
de: Als Kontakt hinzufügen

source: %s's website URL
de: %s's Webseite

source: Recently seen users
de: Zuletzt aktive Benutzer

source: Show recently seen users
de: Zeige zuletzt aktive Benutzer

source: Last X registered users
de: Letzte X registrierte Benutzer

source: Show last X registered users
de: Zeige die X neuesten Registrierungen

source: Featured User
de: Besonderer Benutzer

source: Show Featured User
de: Zeige besonderen Benutzer

source: Members Online
de: Mitglieder online

source: Show Members Online
de: Mitglieder Online anzeigen

source: User not found.
de: Benutzer wurde nicht gefunden

source: Profile page (%s) not found.
de: Die Profileseite (%s) konnte nicht gefunden werden.

source: Error! Could not load the account panel properties
de: Fehler! Die Benuzerattribute konnten nicht geladen werden.

source: Error! Required profile item [%s] missing
de: Fehler! Benötigter Profileintrag fehlt (%s)

source: Done! Personal information saved.
de: Erledigt! Das Benutzerprofil wurde gespeichert.

source: You can't access to the form functions directly.
de: Diese Formularfunktion kann nicht direkt aufgerufen werden.

source: Forbidden to delete this account property.
de: Diese Eigenschaft kann nicht gelöscht werden.

source: Error! Activation failed
de: Fehler! Die Aktivierung ist fehlgeschlagen.

source: Forbidden to deactivate this account property.
de: Das Attribut darf nicht deaktiviert werden.

source: Error! Deactivation failed
de: Fehler! Die Deaktivierung ist fehlgeschlagen.

source: Account Panel Properties List
de: Liste der Attribute

source: Create Account Panel Property
de: Attribut anlegen

source: Account Panel Manager Settings
de: Profilkonfiguration

source: Users module has to be upgraded to v1.10 before you can upgrade the Profile module!
de: Vor der Aktualisierung des Profil-Moduls muss das Modul Users auf die Version v1.10 aktualisiert werden!

source: _UREALNAME
de: Echter Name

source: _UFAKEMAIL
de: angezeigte E-Mail Adresse

source: _YOURHOMEPAGE
de: Homepage

source: _TIMEZONEOFFSET
de: Zeitzone

source: _YOURAVATAR
de: Avatar

source: _YICQ
de: ICQ ID

source: _YAIM
de: AOL ID

source: _YYIM
de: Yahoo ID

source: _YMSNM
de: MSN ID

source: _YLOCATION
de: Ort

source: _YOCCUPATION
de: Beruf

source: _SIGNATURE
de: Signatur

source: _EXTRAINFO
de: Zusatzinformation

source: _YINTERESTS
de: Interessen

source: Error! Could not load data.
de: Fehler! Daten können nicht geladen werden.

source: Note
de: Anmerkung

source: Settings
de: Einstellungen

source: Items per page on Members List page
de: Einträge pro Seite bei der Seite "Mitgliederliste"

source: Items per page on Members Online page
de: Einträge pro Seite bei der Seite "Mitglieder online"

source: Items per page on Recent Members page
de: Einträge pro Seite bei der Seite "Neueste Benutzer"

source: Filter unverified users from the Members list
de: unregistrierte Benutzer ausfiltern

source: DUD fields global settings
de: Globale Attributeinstellungen

source: Display allowed tags warning for textareas
de: Erlaubte HTML Tags in Textfeldern anzeigen

source: DUD fields in the registration form
de: Attributanzeige bei der Registrierung

source: The enabled fields below will be shown in the registration form if the Users module is configured to show the account fields and Profile is the site's profile manager. Required fields will be shown always, the following list includes the non-required fields only.
de: Die folgenden aktivierten Attribute werden während der Registrierung angezeigt, wenn die dazugehörige Option im Benutzermodul aktiviert wurde und das Profilmodul in der globalen Konfiguration als Standard für die Profilverwaltung ausgewählt wurde. Die Pflichtfelder werden sowieso angezeigt und sind in der folgenden Liste auch nicht enthalten.

source: DUD fields to show
de: anzuzeigende Attribute

source: Cancel
de: Abbrechen

source: Error! Required profile item missing
de: Fehler! Es sind nicht alle Pflichtfelder ausgefüllt

source: Create profile property
de: Attribut anlegen

source: New Property
de: Neues Attribut anlegen

source: No special characters nor blanks are allowed in the label or internal name.
de: Beim Attributnamen und internen Namen dürfen keine Sonderzeichen oder Leerzeichen genutzt werden.

source: Property label
de: Attributname

source: Reminder: After you create a new property label above (such as _MYDUDLABEL), you must add the msgid to your '/module/Profile/locale/module_profile.pot' (you need two lines msgid '_MYDUDLABEL' then one line after the msgstr '', generate the PO file for a specific language and translate it to provide a display string for the new property label.
de: Hinweis: Nach der Anlage eines neuen Atributs (z.B. _MYDUDLABEL), muss die msgid in die Datei 'modules/Profile/locale/module_profile.pot' hinzugefügt werden. Dazu müssen die beiden Zeilen msgid '_MYDUDLABEL' und msgstr '' ergänzt werden. Anschließend muss eine PO-Datei generiert werden, in der die benötigten Übersetzungen durchgeführt werden.

source: Internal name
de: Interner Name

source: The internal name, called 'attribute', cannot be changed afterwards, so select it carefully!
de: Der interne Name ('Attribut') kann nicht mehr nachträglich verändert werden. Daher sollten die Attribute vorab sorgfältig geplant werden!

source: Viewable by
de: Leseberechtigung

source: Display type
de: Anzeigetyp

source: List content
de: Listeninhalt

source: Separate the output options by <strong>@@</strong>. For example: <strong>No@@Yes</strong>, <strong>Disabled@@Enabled</strong>. <br />Note the order of both options, and are susceptible to be translated.
de: Trennung der Optionen mittels <strong>@@</strong>. Zum Beispiel: <strong>Nein@@Ja</strong>, <strong>Deaktiviert@@Aktiviert</strong><br />Bitte beachten, dass die Reihenfolge der Optionen auch ausschlaggebend auf die Übersetzung ist.

source: Use the following format for each option: <strong>@@label@id</strong>. For example: <strong>@@radio 1@id1@@radio 2@id2@@radio 3@id3</strong>. The options are susceptible to be translated.
de: Folgendes Format für jede Option benutzen: <strong>@@label@id</strong>. Zum Beispiel: <strong>@@radio 1@id1@@radio 2@id2@@radio 3@id3</strong><br />Die Optionen beinflussen auch die Übersetzung.

source: Use the following format for each option: <strong>@@label@id</strong>. For example: <br />a simple list: <strong>@@option 1@id1@@option 2@id2@@option 3@id3</strong>, <br />and a multiple select: <strong>1@@option 1@id1@@option 2@id2@@option 3@id3</strong>. <br />The options are susceptible to be translated.
de: Folgendes Format für jede Option benutzen: <strong>@@label@id</strong>. Zum Beispiel: <br />Eine einfache Liste: <strong>@@option 1@id1@@option 2@id2@@option 3@id3</strong><br />und eine Mehrfachauswahl: <strong>1@@option 1@id1@@option 2@id2@@option 3@id3</strong>. <br />Die Optionen beinflussen auch die Übersetzung.

source: Use the following format for each option: <strong>id,label;</strong>. For example: <strong>id1,label1;id2,label2;id3,label3</strong>. Separate each individual property with a semicolon (';'). Separate the ID and label of each property with a comma (','). The labels are susceptible to be translated.
de: Folgendes Format für jede Option benutzen: <strong>id,label;</strong>. Zum Beispiel: <strong>id1,label1;id2,label2;id3,label3</strong><br />Jede einzelne Eigenschaft wird mit einem Semikolon getrennt. Die Trennung von ID und Label wird mittels Kommata erreicht.

source: It's recommended to use unique and stable ids always. If an id is not defined, Profile will use the option position starting from 0.
de: Es wird empfohlen, eindeutige und langfristig gültige IDs zu benutzen. Ist eine ID nicht definiert, so nummeriert das Profilmodul die Optionen - beginnend bei 0 - durch.

source: Validation
de: Validierung

source: Create
de: Anlegen

source: Registered on %s
de: Registriert am %s

source: Maximum characters displayed
de: Anzahl Buchstaben max.

source: Account Panel
de: Benutzerkonto

source: User Name
de: Benutzername

source: Information to show
de: Anzuzeigende Informationen

source: Show registration date
de: Registrierungsdatum anzeigen

source: year
de: Jahr

source: month
de: Monat

source: day
de: Tag

source: True name
de: Echter Name

source: PM
de: PN

source: Send private message
de: Private Mitteilung versenden

source: There are no users online.
de: Keine Benutzer online.

source: Saving of last login date is disabled so this block cannot be utilised.
de: Es stehen nicht alle Funktionen zur Verfügung, da das Speichern des letzten Anmeldedatums in der Benutzer-Administration deaktiviert ist.

source: Amount of recently seen users to display
de: Anzahl der anzuzeigenden zuletzt aktiven Benutzer

source: The items that are marked with an asterisk ('*') are required entries.
de: Mit (*) markierte Angaben sind erforderlich.

source: Registration Date
de: Registrierungsdatum

source: Options
de: Optionen

source: No users found.
de: Keine Benutzer gefunden.

source: Modify Property
de: Attribut bearbeiten

source: Existing Property
de: Bestehendes Attribut

source: Warning! If you want to change the <strong>id</strong> without don't want to lost user's data, change it but do not change the <strong>label</strong>. The next time you will be able to change the label if you want. Also, be sure to use different ids and labels for the integrity of the user's data.
de: Warnung! Wenn die <strong>ID</strong> verändert werden soll und die vorhandenen Benutzerdaten nicht verlorengehen sollen, dann bitte nicht den <strong>Namen</strong> ändern. Danach wird es möglich sein, bei Bedarf den Namen anzupassen. Außerdem sollte man unbedingt sicherstellen, dass unterschiedliche IDs und Namen genutzt werden, um die Integrität der Benutzerdaten zu waren.

source: It's recommended to use unique and stable ids always. If an id is not defined, Profile will use the option position starting from 0. If you do not use an id and insert a new option, do not touch the existing ones when update the field.
de: Es wird empfohlen eindeutige und langfristig gültige IDs zu benutzen. Ist eine ID nicht definiert, so nummeriert das Profilmodul die Optionen - beginnend bei 0 - durch. Wird keine ID vergeben und es wird eine neue Option hinzugefügt, dann bitte bei der Aktualisierung nicht die bestehenden Optionen anpassen.

source: Update Configuration
de: Konfiguration aktualisiert

source: View Properties
de: Attribut anzeigen

source: Tip: You can arrange the order of the individual properties, using drag and drop. The display order will be saved when you drop the property at the desired place.
de: Tipp: Die Attribute können mittels Drag und Drop sortiert werden. Die neue Reihenfolge ist sofort gültig.

source: Property Label
de: Feldname

source: Dud type
de: Attributart

source: Actions
de: Aktionen

source: %s's personal information
de: Benutzerprofil von %s

source: Account Panel Manager
de: Profilverwaltung

source: unread
de: ungelesen

source: total
de: gesamt

source: There are %s registered users online.
de: Aktuell sind %s registrierte Benutzer online.

source: There is %s registered user online.
de: Aktuell ist %s registrierter Benutzer online.

source: There are %1$s unlogged users and %2$s registered user online.
de: Aktuell sind %1$s Gäste und %2$s registrierter Benutzer online.

source: There is %1$s unlogged user and %2$s registered users online.
de: Aktuell ist %1$s Gast und %2$s registrierte Benutzer online.

source: There is %1$s unlogged user and %2$s registered user online.
de: Aktuell ist %1$s Gast und %2$s registrierter Benutzer online.

source: There are %1$s unlogged users and %2$s registered users online.
de: Aktuell sind %1$s Gäste und %2$s registrierte Benutzer online.

source: Enter additional information for the account profile
de: Zusätzliche Informationen zum Benutzerkonto

source: Delete property
de: Attribut löschen

source: Do you really want to delete this property?
de: Sollen das Attribut wirklich gelöscht werden?

source: Confirmation Prompt
de: Sicherheitsabfrage

source: Amount of recently registered users to display
de: Anzahl der anzuzeigenden neu registrierten Benutzer

source: Search
de: Suche

source: Submit
de: Absenden

source: All
de: Alle

source: Membership summary
de: Mitgliederübersicht

source: Registered
de: Registriert

source: Newest User
de: Neuester Benutzer

source: Permitted HTML tags
de: Erlaubte HTML Tags
